#include <iostream>

using namespace std;

int main() {

	setlocale(0, "");


	cout << "[-]Cписки слов в переводчике: \n[1] Русские слова\n[2] Английские слова.\n" << endl;
	cout << "Введите значения: ";
	int menu;
	cin >> menu;

	switch (menu) {

	case 1:

		cout << "[-] Список русских слов: \n[1] Еда\n[2] Игры\n[3] Каша\n[4] Развлечения\n[5] Алкоголь\n[6] Сигареты\n[7] Игроманы\n[8] Чай\n[9] Чаепитие\n[10] Алкоголераспитие\n[11] Функции\n[12] Когнитивность\n[13] Логика\n[14] Метаморфоза\n[15] Митохондрии\n";
	case 2:



	}



	return 0;

}