#include <iostream>
using namespace std;
#define clear system("cls")

int main()
{
	setlocale(0, "");
	cout << "[1] Ыхђю" << endl;
	cout << "[2] Юёхэќ" << endl;
	cout << "[3] Чшьр" << endl;
	cout << "[4] Тхёэр" << endl;
	cout << "[-] Ттхфшђх чэрїхэшх:" << endl;
	int menu;
	cin >> menu;
	if (menu == 1) {
		cout << "		баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг
" << endl;
	}
	else if (menu == 2) {
		cout << "		баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг
" << endl;
	}
	else if (menu == 3) {
		cout << "		баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг
" << endl;
	}

	else if (menu == 4) {
		cout << "		баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг
" << endl;


	}
	else {

		cout << "		баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг баг багбаг баг баг баг баг баг баг баг баг
" << endl;


	}

}